package com.maybe.util;

import java.util.HashMap;
import java.util.HashSet;
import java.util.Map;
import java.util.Set;

/**
 * Created by Maybe on 2016/7/13
 * Maybe has infinite possibilities
 */
public class FinalStatic {

    private Set<String> set;

    public Set<String> getSet() {
        return this.set;
    }

    public FinalStatic() {
        set = new HashSet<String>();
        set.add("809路-佰富苑-大北窑南");
        set.add("324路-木樨园桥-开发区交通服务中心");
        set.add("通9-地铁九棵树站-邓庄西口");
        set.add("通勤班车（里二泗总站-地铁九棵树站）-里二泗总站-地铁九棵树站");
        set.add("城际通勤班车（安平香汐花园-郎家园）-安平香汐花园-郎家园");
        set.add("通29-周营南口-隆盛工业园");
        set.add("通1-岗山路口-地铁通州北苑站");
        set.add("938路-香河总站-北京站东");
        set.add("通勤班车（柴厂屯-地铁通州北苑路口西）-柴厂屯-地铁通州北苑路口西");
        set.add("436路-京原路口东-玉渊潭南路西口");
        set.add("通20-地铁土桥站-贾后疃");
        set.add("503路-大北窑北-北岗子东站");
        set.add("通勤班车（里二泗总站-地铁九棵树站）-地铁九棵树站-里二泗总站");
        set.add("463路-玉衡街-地铁龙泽站");
        set.add("440路-弘善家园西站-经海七路公交场站");
        set.add("362路-西直门-地铁西二旗站");
        set.add("306路-小庄路口北-朝阳区沙窝");
        set.add("815路快-八王坟东-诸葛店");
        set.add("818路快-郎家园-天洋城总站");
        set.add("463路-地铁龙泽站-玉衡街");
        set.add("通勤班车（大地站-通州北苑路口西）-大地站-通州北苑路口西");
        set.add("通勤班车（柴厂屯-地铁通州北苑路口西）-地铁通州北苑路口西-柴厂屯");
        set.add("364路-金盏-双桥农场西站");
        set.add("通2-地铁通州北苑站-港北");
        set.add("926路-后甫-地铁旧宫站");
        set.add("326路-地铁南邵站-朝凤庵村");
        set.add("通6专-张辛庄-运河明珠家园");
        set.add("通27-坨堤-城铁通州北苑站");
        set.add("通27-城铁通州北苑站-坨堤");
        set.add("通15-西马各庄-地铁九棵树站");
        set.add("810路快-富力新城-大郊亭桥东");
        set.add("顺18区 -二中-嘉都");
        set.add("803路-柴厂屯镇-觅子店道口");
        set.add("326路-朝凤庵村-地铁南邵站");
        set.add("815路快-诸葛店-郎家园");
        set.add("804路-北京站前街-杨洼");
        set.add("21路-安华桥北-北京西站");
        set.add("938路-北京站东-香河总站");
        set.add("805路快-廊坊-北京站东");
        set.add("29路-弘燕公交场站-北京站东");
        set.add("通29-隆盛工业园-周营南口");
        set.add("通11-通州北苑路口西-董村");
        set.add("499快-常营民族家园-燕莎桥南");
        set.add("845路-羊坊村-丰益桥西");
        set.add("828路-浙商新城-永定门长途汽车站");
        set.add("440路-经海七路公交场站-弘善家园西站");
        set.add("通12-地铁北苑站-房辛店");
        set.add("通6专-运河明珠家园-张辛庄");
        set.add("306路-朝阳区沙窝-小庄路口北");
        set.add("414路-地铁海淀五路居站-柳村");
        set.add("通勤班车（大地站-通州北苑路口西）-通州北苑路口西-大地站");
        set.add("460路-马连店-马连店");
        set.add("324路-开发区交通服务中心-木樨园桥");
        set.add("805路快-北京站东-廊坊");
        set.add("818路快-天洋城总站-郎家园");
        set.add("476路-宝盛里小区-西苑");
        set.add("805路-廊坊-北京站东");
        set.add("943路-霸州火车站-永定门长途汽车站");
        set.add("810路快-大郊亭桥东-富力新城");
        set.add("385路-田顺庄-大灰厂");
        set.add("803路-觅子店道口-柴厂屯镇");
        set.add("804路-杨洼-北京站前街");
        set.add("847路-孙河公交场站-马甸桥西");
        set.add("805路-北京站东-廊坊");
        set.add("461路-马连店-马连店");
        set.add("942路快-茶坞火车站-东直门外");
        set.add("845路-丰益桥西-羊坊村");
        set.add("顺18区 -嘉都-二中");
        set.add("809路-大北窑南-佰富苑");
        set.add("56路-大观园公交场站-定慧桥南");
        set.add("29路-北京站东-弘燕公交场站");
        set.add("80路-小红庙-金五星百货城");
        set.add("城际通勤班车（安平香汐花园-郎家园）-郎家园-安平香汐花园");
        set.add("通20-贾后疃-地铁土桥站");
        set.add("通35-城铁梨园站-通州小街桥东");
    }


}
